Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: ཨོྃ་ཨ་མོ་གྷ་མ་ཎི་པདྨེ།
en: 268] “Oṁ, jewel amogha-lotus! “

source: གཟུངས་སྔགས་ཀྱི་སྙིང་པོ་ཡི་གེ་བརྒྱད་པ་འབུམ་ཕྲག་བཟླས་བརྗོད་བྱས་ན་ལུས་ཤིན་ཏུ་ཡོངས་སུ་དག་ཅིང་དྲི་མ་མེད་པར་འགྱུར།
en: When this eight-syllable heart-dhāraṇī is recited one hundred thousand times, the body of the reciter will become immaculately pure.

source: བཟླས་བརྗོད་བྱས་པ་ཙམ་གྱིས་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་ཤེལ་ལྟར་ཕྱི་ནང་ཤིན་ཏུ་ཡོངས་སུ་དག་སྟེ།
en: As soon as the recitation is complete his body will become completely pure both inside and out, just like a great translucent jewel.

source: དེ་ལྟར་རིག་སྔགས་འཆང་གི་ལུས་ཡོངས་སུ་དག་པར་འགྱུར།
en: This is how the body of the vidyā holder will be purified.

source: ས་བརྒྱད་པ་ལ་གནས་པར་འགྱུར།
en: He will be established on the eighth bodhisattva level.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རང་གི་ལུས་ཡོངས་སུ་དག་པར་རང་གི་གཟུགས་ཀྱི་ངོ་བོ་སྟོན་ཅིང་། རིག་སྔགས་འཆང་གི་མདུན་ན་གནས་ལ་རིག་སྔགས་འཆང་ཡང་དག་པར་དབུགས་འབྱིན་པར་མཛད་དེ།
en: Noble Avalokiteśvara, the great bodhisattva being, will appear before him in his immaculately pure body, its appearance corresponding to his true nature, and will give him encouragement.

source: ཕྱག་གཡས་པ་མགོའི་སྤྱི་བོར་འཇོག་པར་མཛད། ལེགས་སོ་ཞེས་བྱ་བའང་སྦྱིན་པར་མཛད་དེ།
en: Placing his right hand on the top of his head, he will applaud him, saying, ‘Good!

source: །རིག་སྔགས་འཆང་ཁྱོད་ལྷག་པའི་བསམ་པ་དམ་པ་དགའ་བ་ལ་ཞུགས་སོ།
en: You have become a supreme vessel.

source: །རིག་སྔགས་འཆང་སངས་རྒྱས་ཀྱི་ཞིང་མཉམ་པར་འབྲེལ་བའི་འཇིག་རྟེན་རྣམ་པར་བལྟ་བར་ཚུར་ཤོག །
en: Come, vidyā holder, to the buddha field named the gaze that closely followsthe world.

source: དེར་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་མཛད་པ་བྱེད་པར་འགྱུར་རོ།
en: There, you will do the work of a buddha.

source: །ཁྱོད་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་དཀྱིལ་འཁོར་གསང་བ་གྲུབ་ཀྱིས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་སྒྲུབ་པ་དམ་པ་བྱ་བ་ཐམས་ཅད་གྱིས་ཤིག །
en: You have accomplished the secret maṇḍala of the heart essence of Amoghapāśa-Padmoṣṇīṣa. You can perform all activities. This practice is supreme for both worldly and supramundane activities.’ [269] “Oṁ, O lotus-eyed one!

source: ཨོྃ་པདྨ་ལོ་ཙ་ནི་ཧུ་རུ་ཧཱུྃ།
en: Huru, hūṁ! “

source: གཟུངས་སྔགས་ཀྱི་སྙིང་པོ་ཡི་གེ་དགུ་པོ་འབུམ་བཟླས་བརྗོད་བྱས་ནས་དགུ་པ་ལ་གནས་པར་འགྱུར། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྲས་ཀྱི་གཙོ་བོར་འགྱུར།
en: By reciting this nine-syllable heart dhāraṇī one hundred thousand times, the vidyā holder will be established on the ninth bodhisattva level and become the eldest son of Noble Avalokiteśvara.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་དགུ་བཅུ་རྩ་དགུ་དག་རིག་སྔགས་འཆང་ལ་མངོན་སུམ་དུ་སྟོན་ཅིང་། སངས་རྒྱས་ཀྱི་ཡུལ་རྣམ་པར་སྤྲུལ་པ་སྣ་ཚོགས་སྟོན་པར་མཛད།
en: The tathāgatas, the worthy, fully realized buddhas, numbering ninety-nine times one hundred thousand million billion, will appear before the vidyā holder and show him miraculous displays in various buddha domains.

source: རིག་སྔགས་འཆང་གི་སྤྱི་བོར་ཐམས་ཅད་ཀྱི་ཕྱག་འཇོག་པར་མཛད། ལེགས་སོ་ཞེས་བྱ་བ་ཡང་སྦྱིན་པར་མཛད་དེ།
en: Each of the tathāgatas will place his hand on the head of the vidyā holder and applaud him, saying, ‘Good!

source: །ཁྱོད་ཀྱིས་ངལ་ཞིང་སྦྱང་བའི་ལས་ལེགས་པར་བསྒྲུབ་པ་བྱས་སོ། །ཁྱོད་ཀྱིས་འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་སངས་རྒྱས་ཉིད་དུ་སྒྲུབ་པ་སྟེ།
en: In accomplishing buddhahood, you have accomplished both the worldly and the supramundane.

source: དོན་ཡོད་པའི་ཞགས་པའི་དཀྱིལ་འཁོར་ཆོ་ག་ཞིབ་མོ་སྒྲུབ་པ་དང་མདོ་སྡེ་ལུང་བཅས་པ་སྒྲུབ་པ་འཇིག་རྟེན་གྱི་འདྲེན་པས་བསྟན་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་གྲུབ་པ་ཡིན་ནོ།
en: Following the procedure taught in the sūtra that includes the ritual instructions on the maṇḍala of Amoghapāśa, you have attained all the accomplishments that have been taught by the guide of the world.’ [

source: །ཨོྃ་པདྨོཥྞཱི་ཥ་བི་མ་ལེ་ཧཱུྃ་ཕཊ།
en: 270] “Oṁ, immaculate Padmoṣṇīṣa! Huṁ phaṭ! “

source: གསང་སྔགས་ཀྱི་སྙིང་པོ་ཡི་གེ་བཅུ་པ་འབུམ་བཟླས་བརྗོད་བྱས་ན་ཕྱིར་མི་ལྡོག་པ་ཉིད་དུ་གྱུར་ནས་ས་བཅུ་པ་ལ་གནས་པར་འགྱུར་ཞིང་།
en: By reciting this ten-syllable heart mantra one hundred thousand times, the vidyā holder will become established on the tenth bodhisattva level, from which there is no turning back.

source: ལྷ་དང་མིའི་སྐྱེ་དགུ་དག་འདི་ནི་དེ་བཞིན་གཤེགས་པའོ་ཞེས་བརྗོད་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར།
en: One of either divine or human birth who recites this mantra knowing that it is the Tathāgata himself will not turn back from unsurpassable perfect awakening.

source: དོན་ཡོད་པའི་པདྨ་གཙུག་ཏོར་གྱི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་ཏེ་ཐེ་ཚོམ་མི་བྱའོ།
en: The wheel of Amogha­padmoṣṇīṣa’s teachings will roll on; there can be no doubt about this. “

source: །གསང་སྔགས་བཅུ་པའི་སྒྲུབ་པ་དེ་ཁོ་ན་ཉིད་ཀྱི་དངོས་གྲུབ་བླ་ན་མེད་པ་འདི་ནི་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་རྣམ་པར་སྤྲུལ་པ་བཟླས་བརྗོད་ཙམ་གྱིས་འགྲུབ་པར་ཡིན་ཏེ།
en: The practice of these ten mantras, accomplished through their mere recitation, will ensure supreme realization of the true nature.

source: བདག་གིས་སྔར་བསྟན་པ་ཐམས་ཅད་ལ་ལྷག་པར་ཞེན་པ།
en: I have declared all of them to be, in the beginning, middle, and end, a miraculous transformation of the heart essence of Amoghapāśa.

source: གཙང་མ། གཙང་སྦྲ་སྤྱོད་པ། གོས་གཙང་མ་བགོས་པ།
en: The vidyā holder who recites them should be ritually pure, follow pure conduct, and wear clean clothes.

source: བྱམས་པའི་སེམས་དང་སྙིང་རྗེ་སྐྱེས་པ། བདེན་པ་སྨྲ་བ། བླ་མ་ལ་གུས་པ། དཀོན་མཆོག་གསུམ་ལ་དད་པ་ཆེ་བ། བླ་མ་དང་སློབ་དཔོན་ལ་རྟག་ཏུ་མཆོད་པ་བྱེད་པ་འདི་ནི་བཟླས་བརྗོད་ཀྱི་ཆོ་ག་ཡིན་ཏེ།
en: He should cultivate thoughts of love and compassion, speak the truth, be devoted to his master, have undivided faith in the Three Jewels, and always worship his master and preceptor.

source: སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་བླ་ན་མེད་པར་བསྟན་ཏོ།
en: This recitation procedure is said to lead to the unsurpassable awakening of a buddha.”

source: །དེ་ནས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལག་ན་རྡོ་རྗེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་རབ་ཏུ་འཛུམ་ལ་ལག་ན་རྡོ་རྗེ་སྐོར་བཞིན་དུ་མགོ་བཏུད་ནས་སྨྲས་པ།
en: Vajrapāṇi, the great yakṣa general, smiled, waved his vajra, bowed his head to Noble Avalokiteśvara, the great bodhisattva being, and said, “O great being!

source: སེམས་དཔའ་ཆེན་པོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་དཀྱིལ་འཁོར་གྱི་སྙིང་པོ་གསང་བ་ཆེན་པོ་རྒྱལ་པོ་འདི་ནི་ཤིན་ཏུ་རྙེད་པར་དཀའ་སྟེ།
en: These mantra formulas of the ten dhāraṇīs are extremely difficult to find. They constitute the heart maṇḍala of Amoghapāśa-Padmoṣṇīṣa, which is very vast and secret.

source: གཟུངས་སྔགས་ཀྱི་སྙིང་པོ་རེ་རེ་པོ་འདི་དག་ནི་བཟླས་བརྗོད་ཙམ་གྱིས་སངས་རྒྱས་ཀྱི་མཛད་པ་བྱེད་པར་འགྱུར་ན།
en: Each of these heart dhāraṇīs fulfills the work of a buddha.

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གང་ཆེས་ངལ་ཞིང་དུབ་པར་བཟླས་བརྗོད་བསྒྲུབ་པ་དང་། ཆོ་ག་རྒྱས་པར་བསྒྲུབ་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས། ཉིན་ཞག་གཅིག་བསྙེན་གནས་ལ་གནས་ཤིང་ཟས་བསླངས་པ་དང་། འབྲས་བུ་དང་། ལྡུམ་བུ་དང་།
en: If those who recite them fulfill this work by recitation alone, what need is there to mention those who, in addition, weary and exhaust themselves in following the elaborate procedure of the recitation practice, accomplish these vidyās by observing the ritual fast day and night, and subsist on alms food that consists of fruits, bulbs, and roots?

source: རྩ་བ་བཟའ་བ་ཟོས་ནས་རིག་སྔགས་འདི་བསྒྲུབས་ན་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དེའི་དངོས་གྲུབ་ཇི་ལྟ་བུ་ཞིག་འབྱུང་བར་འགྱུར།
en: Please explain, Avalokiteśvara, what accomplishments they obtain.”

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་སྨྲས་པ།
en: Avalokiteśvara replied, “Listen Vajrapāṇi!

source: ལག་ན་རྡོ་རྗེ་ཉིན་ཞག་གཅིག་སྨྱུང་བ་ལ་གནས་ཤིང་ཉིན་ཞག་གཅིག་ཙམ་བཟླས་བརྗོད་བྱས་པ་ཙམ་གྱིས་འབྲས་བུ་འགྲུབ་པར་འགྱུར་བ་ནི་ལག་ན་རྡོ་རྗེ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མའམ།
en: Those who practice the recitation while observing the ritual fast day and night will obtain results in just one day.

source: གཞན་ཡང་དགེ་སྦྱོང་མགོ་བྲེགས་པ། རིགས་ཀྱི་གཙོ་བོ་བྲམ་ཟེའམ། རྒྱལ་རིགས་སམ། སྐྱེས་པའམ། བུད་མེད་དམ། ཁྱེའུའམ། བུ་མོའམ།
en: This is true for any son or daughter of good family, monk or nun, male or female lay practitioner, or anyone else, be they a shaven ascetic or a member of a family, a brahmin, kṣatriya, vaiśya, or śūdra, or a woman, man, boy, or girl.

source: རྗེའུ་རིགས་སམ། དམངས་རིགས་གང་ལ་ལ་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་མམ། དུས་ཚིགས་གཅིག་གམ། དུས་ཚིགས་གཉིས་སམ། དུས་ཚིགས་གསུམ་ཡོངས་སུ་རྫོགས་པར་གཞན་མི་སྨྲ་བར་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་ཁྲོ་བོའི་རིགས་ཀྱི་གསང་སྔགས་རིམ་པར་ཕྱེ་བ་གཟུངས་སྔགས་ཆེན་པོའི་སྙིང་པོ་བཅུ་པོ་འདི་ལན་ཅིག་དྲན་ནམ།
en: Any vidyā holder who takes a short time during one, two, or three junctions of the day to mindfully repeat this set of the ten great dhāraṇīs, this mantra collection of the heart essence of Amoghapāśa-Padmoṣṇīṣa and his wrathful family, will, O Vajrapāṇi, purify the five acts of immediate retribution that would otherwise result in their inevitable fall into the Avīci hell for an eon.

source: ཀློག་གམ། མིང་གཟུང་བའང་དྲན་ནམ། ལག་ན་རྡོ་རྗེ་དུས་ཚིགས་གཅིག་ཏུ་དྲན་པ་ཙམ་གྱིས་ཀྱང་དེའི་མཚམས་མེད་པ་བྱེད་པ་མནར་མེད་པར་གཞོལ་བ།
en: This will be the case if they mindfully recite it in full just once, even at just one junction of the day, without saying anything else, whether they recite it mentally or aloud or simply recollect the name of Amoghapāśa-Padmoṣṇīṣa. “

source: བསྐལ་པར་གནས་པ་ཡང་དེ་ཡིས་ཐམས་ཅད་རྣམ་པར་དག་པར་འགྱུར་ལ། སྡིག་པ་དང་སྒྲིབ་པ་བསགས་པ་རྣམས་ཟད་པར་འགྱུར། ལུས་ཡོངས་སུ་དག་ཅིང་དྲི་མ་མེད་པར་འགྱུར།
en: Any such vidyā holder will, likewise, exhaust all his accumulated evil and obscurations, and his body will become immaculately pure.

source: སྒྲིབ་པ་དང་སྡིག་པ་དང་བྲལ་བར་འགྱུར། ཚེ་འཕོས་ནས་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་པདྨ་དག་ལས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར། ཚེ་རབས་སུ་ཚེ་རབས་དྲན་པར་འགྱུར།
en: Free of obscurations and evil, he will be reborn from a lotus flower in the realm of Sukhāvatī after he leaves his present birth, and he will be able to recall his consecutive rebirths.

source: ནམས་ཀྱང་ངན་འགྲོར་འགྲོ་བར་མི་འགྱུར། བསྐལ་པ་བྱེ་བ་འབུམ་ཕྲག་བརྒྱད་ཅུར་འཁོར་ལོས་སྒྱུར་བ་མཆོག་ཏུ་འགྱུར། བསྐལ་པ་བྱེ་བ་འབུམ་ཕྲག་བརྒྱད་ཅུར་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་བདེ་བ་མྱོང་བར་འགྱུར།
en: He will never again follow an unhappy destiny but, for eighty times one hundred thousand eons, will enjoy living in the realm of Sukhāvatī as an emperor of the highest order.

source: བསྐལ་པ་འབུམ་ཕྲག་དྲུག་ཅུ་རྩ་གཉིས་སུ་འཇིག་རྟེན་གྱི་ཁམས་མངོན་པར་དགའ་བར་བདེ་བ་མྱོང་བར་འགྱུར། བསྐལ་པ་འབུམ་ཕྲག་བདུན་ཅུ་རྩ་གཉིས་སུ་འཇིག་རྟེན་གྱི་ཁམས་འཇིག་རྟེན་རྣམ་པར་གཟིགས་པར་སྐྱེ་བར་འགྱུར། ཚེ་རབས་སུ་ཚེ་རབས་དྲན་པར་འགྱུར།
en: After that he will experience happiness for sixty-two times one hundred thousand eons in the realm of Abhirati, and then he will be reborn in the realm of Lokavilokita, where he will spend seventy-two times one hundred thousand eons and be able to remember his consecutive rebirths.

source: བསྐལ་པ་འབུམ་ཕྲག་དྲུག་ཏུ་རྩ་གཉིས་སུ་ནོར་བུ་འཆང་བའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར། བསྐལ་པ་ཁྲི་ཕྲག་བརྒྱད་ཅུར་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གནས་རི་གྲུ་འཛིན་དུ་བདེ་བ་མྱོང་བར་འགྱུར།
en: He will next become the wheel-turning monarch Maṇindhara for twelve times one hundred thousand eons, and then he will live happily on Potala Mountain in the palace of Noble Avalokiteśvara for eighteen thousand eons. “

source: བསྐལ་པ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་དགུར་འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར། བསྐལ་པ་འབུམ་ཕྲག་བརྒྱད་ཅུར་དགའ་ལྡན་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་བདེ་བ་མྱོང་བར་འགྱུར།
en: After that he will spend ninety-nine times one hundred thousand eons among the devas of Akaniṣṭha, and eighty times one hundred thousand happy eons among the devas of Tuṣita.

source: བསྐལ་པ་འབུམ་ཕྲག་གསུམ་ཅུ་རྩ་གསུམ་གྱི་ནང་དུ་བརྒྱ་བྱིན་ཉིད་བྱེད་པར་འགྱུར།
en: After that he will become Śakra and live among the devas of the realm of Thirty-Three for one hundred thousand eons.

source: བསྐལ་པ་འབུམ་ཕྲག་ལྔ་བཅུ་རྩ་གཉིས་སུ་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་སུ་འཇུག་པར་འགྱུར།
en: For the next fifty-two times one hundred thousand eons he will visit all the buddha fields in the ten directions.

source: བསྐལ་པ་སྟོང་ཕྲག་ཉི་ཤུར་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ལ་སྤྱོད་པར་འགྱུར་ཏེ་ནམས་ཀྱང་མའི་མངལ་དུ་སྐྱེ་བར་མི་འགྱུར་ཞིང་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་ཐམས་ཅད་དུ་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར།
en: For twenty thousand eons he will enjoy the sovereignty of a wheel-turning monarch. Such a vidyā holder will never again enter a mother’s womb but will instead be born spontaneously wherever he transmigrates.

source: ཐམས་ཅད་དུ་ཚེ་རབས་དྲན་པར་འགྱུར་ཏེ།
en: He will also be able to remember his successive births. “

source: ལག་ན་རྡོ་རྗེ་དེ་ལྟར་རིག་སྔགས་ལན་ཅིག་དྲན་པ་ཙམ་གྱིས་དགེ་བའི་རྩ་བ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །ལག་ན་རྡོ་རྗེ་གལ་ཏེ་གང་ཞིག་ཞག་གཅིག་གམ། ལན་ཅིག་སྨྱུང་བ་ལ་གནས་ཏེ་བཟླས་བརྗོད་དང་བཅས་པ་བྱས་ན་ལག་ན་རྡོ་རྗེ་དེ་ནི་ཚེ་འདི་ཉིད་ལ་མི་བདག་ཉིད་ཀྱི་ངོ་བོ་ཉིད་སྒྲིབ་བ་དང་བྲལ་ནས་དོན་ཡོད་པ་ཆེན་པོ་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་བོ། །དོན་ཡོད་པ་བཀོད་པའི་ཏིང་ངེ་འཛིན་འཐོབ་བོ།
en: Thus, Vajrapāṇi, even a single silent repetition of these vidyās will plant the roots of virtue for the reciter and result in his accumulation of a vast amount of merit.

source: །པདྨ་གསལ་བ་རྣམ་པར་འཕྲུལ་པའི་ཏིང་ངེ་འཛིན་འཐོབ་བོ། །དོན་ཡོད་པའི་དྲི་མ་མེད་པར་སྣང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་བོ། །དོན་ཡོད་པ་རྣམ་པར་གཟིགས་པའི་རྒྱལ་མཚན་ཞེས་བྱ་བའི་ཏིང་ང་འཛིན་འཐོབ་བོ། །པདྨ་གཙུག་ཏོར་མཐར་ཕྱིན་པའི་རྒྱལ་མཚན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་བོ།
en: Anyone who observes the ritual fast for one day and one night and does the recitation while fasting will, in his current birth, in his human body, attain the samādhi called the amogha samādhi that is free from obscurations and immaculately pure, the samādhi called the amogha display, the samādhi called the magical transformation of the lotus blaze, the samādhi called the immaculate amogha appearance, the samādhi called the banner of the amogha gaze, and the samādhi called the perfectbanner of Padmoṣṇīṣa.

source: །དོན་ཡོད་པ་འབར་བའི་གཙུག་ཏོར་གྱི་སྙིང་པོ་གསང་བ་གྲུབ་པ་འཐོབ་བོ།
en: He will also obtain the accomplishment of the secret heart essence of the blazing amogha uṣṇīṣa. “

source: །དེ་བཞིན་གཤེགས་པ་བྱེ་བ་ཁྲག་ཁྲིག་དགུ་བཅུ་རྩ་གཉིས་དང་། དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར། བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར།
en: The reciter will plant the roots of virtue as if he were in the presence of ninety-two times one hundred thousand million billion tathāgatas, equaling in number the grains of sand in the Gaṅgā river, and he will accumulate a vast amount of merit.

source: ཚེ་བརྗེས་ནས་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་པདྨ་དག་ལས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །འདི་ནི་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ཆོ་ག་ཞིབ་མོ་དང་། དོན་ཡོད་པ་པདྨ་གཙུག་ཏོར་གྱི་ཆོ་ག་མཐའ་དག་རྫོགས་པ་དང་། ཕྱག་རྒྱ་དང་བཅས་པ་ཆོ་ག་ཞིབ་མོ་མཐའ་དག་རྫོགས་པར་ཁ་ཏོན་དུ་ལོབས་པར་འགྱུར་ཞིང་།
en: When he moves on to another birth, he will be spontaneously born from a lotus flower in the realm of Sukhāvatī, and this heart ritual of Amoghapāśa—the liberation-maṇḍala rite of Amogha­padmoṣṇīṣa—will remain on the tip of his tongue, complete and perfect and sealed as a complete, self-contained ritual.

source: དོན་ཡོད་པའི་རིག་སྔགས་འཆང་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ།
en: He will become an amogha emperor of vidyādharas. “

source: །དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་པདྨ་གཙུག་ཏོར་གྱི་དཀྱིལ་འཁོར་གྱི་སྙིང་པོ་གསང་སྔགས་གྲུབ་པའི་ཆོ་ག་སྟེ། སྒྲུབ་པའི་ཆོ་ག་གཉིས་པའོ།། །།
en: This concludes the second practice procedure that includes the heart mantras in the maṇḍala of Padmoṣṇīṣa, the heart essence of Amoghapāśa.”

source: དེ་ནས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལག་ན་རྡོ་རྗེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཅོམ་ལྡན་འདས་དོན་ཡོད་པ་པདྨ་གཙུག་ཏོར་གྱི་དཀྱིལ་འཁོར་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་བྱ་བའི་ཆོ་ག་དང་སྒྲུབ་པའི་ཆོ་ག་དང་བཅས་པ་བཤད་པར་གསོལ།
en: Vajrapāṇi, the great yakṣa general, said to Avalokiteśvara, the great bodhisattva being, “Lord, please teach the auxiliary procedures that accompany the maṇḍala of Amogha­padmoṣṇīṣa—the heart essence of Amoghapāśa.

source: བཅོམ་ལྡན་འདས་རིག་སྔགས་འཆང་ཀུན་གྱིས་འགྲུབ་པ། བསམ་པ་ཡོངས་སུ་རྫོགས་པ།
en: Fulfill, Lord, the wish of all vidyā holders to attain accomplishment.

source: དངོས་གྲུབ་སྒྲུབ་པའི་ཆོ་ག་དེ་ཁོ་ན་བཤད་དུ་གསོལ།
en: Teach the practice procedures for realizing reality.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལག་ན་རྡོ་རྗེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལག་ན་རྡོ་རྗེ་བྱ་བའི་ཆོ་ག་དང་སྒྲུབ་པའི་ཆོ་ག་བཤད་པར་བྱ་ཡིས་ཉོན་ཅིག །ལག་ན་རྡོ་རྗེ་གསང་སྔགས་རྩ་བ་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་གསང་བ་འདིའི་རིག་སྔགས་འཆང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ངམ།
en: Noble Avalokiteśvara, the great bodhisattva being, replied to Vajrapāṇi, the great yakṣa general, “Listen Vajrapāṇi, I will now teach the auxiliary practice-procedures. “

source: དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་ལན་ཅིག་ཙམ་དྲན་པ་ཡིད་ལ་བྱེད་པ་ཡོངས་སུ་དག་པའི་བདག་ཉིད་སྙིང་རྗེ་ཆེན་པོ་དང་། བྱམས་པ་དང་ལྡན་པའི་ལྷག་པའི་བསམ་པས་སེམས་ཅན་ལ་དམིགས་པའི་སེམས་ཅན་གང་ཡང་རུང་བ་ངན་སོང་གསུམ་དུ་སྐྱེ་བར་མི་འགྱུར་ཏེ། སེམས་ཅན་དམྱལ་བའམ། དུད་འགྲོའི་སྐྱེ་གནས་སམ།
en: If the root mantra—the secret essence of Amoghapāśa-Padmoṣṇīṣa—is mindfully repeated by the vidyā holder or by any son or daughter of noble family, a monk or nun, or a male or female lay practitioner, even if it is repeated just one time with a complete purity of body and mind and a heart filled with great love and compassion that does not exclude any being, not a single being will be reborn in the three unhappy realms—the hells, the animal realm, and the preta realm.

source: ཡི་དགས་ཀྱི་ཡུལ་རྣམས་ཀྱི་གནས་དེ་དག་མེད་དེ།
en: These places will cease to exist.

source: དེ་ལྟར་སེམས་ཅན་ཐམས་ཅད་སྒྲུབ་པ་དགེ་བའི་རྩེ་བ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ།
en: This practice, done for the sake of all beings, ensures that they each sow the roots of great virtue. “

source: ལན་གཉིས་བརྗོད་པ་ཙམ་གྱིས་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །ལན་གསུམ་བརྗོད་པ་ཙམ་གྱིས་དུག་དང་། འབྲུམ་བུ་དང་། འབྲས་དང་།
en: If the mantra is repeated twice, it will pacify every disease.

source: ལྷོག་པ་དང་། རྐང་ཤུ་དང་། མཛེ་དང་། གཡན་པ་ལ་སོགས་པ་ཐམས་ཅད་འཇིག་པར་འགྱུར་རོ། །ལན་བཞི་བརྗོད་པ་ཙམ་གྱིས་དབྱིག་དུག་དང་།
en: Repeated three times, it will neutralize all poisons and heal all cuts, boils, abscesses, and scabs, and it will cure leprosy and eczema.

source: བྱད་ཐམས་ཅད་སེལ་བར་འགྱུར་རོ།
en: Repeated four times, it will ward off all garas and kākhordas.

source: །ལན་ལྔ་བརྗོད་པ་ཙམ་གྱིས་འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: Repeated five times, it will pacify all quarrels, discord, and disputes.

source: །ལན་དྲུག་བརྗོད་པ་ཙམ་གྱིས་འཇིགས་པ་དང་། གདོན་དང་། རིམས་ཐམས་ཅད་འཇིག་པར་འགྱུར་རོ།
en: Repeated six times, it will remove all anxiety, epileptic seizures, and fevers.

source: །ལན་བདུན་བརྗོད་པ་ཙམ་གྱིས་དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་ཐམས་ཅད་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་དང་། ཡམས་ཀྱི་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: Repeated seven times, it will pacify the danger of any type of untimely death and all calamities for all beings.

source: །ལག་ན་རྡོ་རྗེ་དེ་ལྟ་བས་ན་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་ཉིན་རེ་ཞིང་གཞན་མི་སྨྲ་བར་ལན་བདུན་དྲན་པར་བྱའོ། །སེམས་ཅན་གང་ལ་ལ་སེམས་ཅན་དམྱལ་བར་གཞོལ་བ་ཤི་བ་དང་། དགེ་སློང་གང་ལ་ལ་བསླབ་པའི་སྡོམ་པ་དང་།
en: Therefore, Vajrapāṇi, for the sake of all beings, the mantra should be mindfully repeated seven times every day without engaging in any other talk. “

source: ཚུལ་ཁྲིམས་ཀྱི་སྡོམ་པ་རལ་བ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་ལ་གུས་པར་མ་བྱས་པ་ཤི་བ་དེའི་དོན་དུ་བྱེ་མ་གཙང་མ་བླངས་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན། དུར་ཁྲོད་དམ། རོ་བསྲེགས་པའམ།
en: When any being that is bound for hell approaches death, or if any monk who has broken the rules of training or discipline or shown disrespect to the master or preceptor approaches death, the vidyā holder should, for their sake, take some clean sand, incant it with the mantra seven times, and strew it around a charnel ground or upon a funeral pure or in a shrine there.

source: འཆད་པ་དེར་བྱེ་མ་གཏོར་བར་བྱའོ། །གང་དང་གང་ན་སེམས་ཅན་གང་དག་གི་རུས་པ་ཡོད་སར་བྱེ་མ་གཏོར་མ་ཐག་ཏུ་དེ་དང་དེར་བྱེ་མ་བབ་པའི་སེམས་ཅན་དམྱལ་བའམ། ཡི་དགས་སམ། ཤ་ཟར་སྐྱེས་པའམ། གནོད་སྦྱིན་ནམ།
en: As soon as the sand is cast, all beings upon whose bones the sand falls, whether they have fallen into the hell or the preta realms or entered the womb of a piśāca, yakṣa, or rākṣasa will instantly leave that state and go to heaven.

source: སྲིན་པོའི་སྐྱེ་གནས་སུ་སྐྱེས་ན་དེ་དེའི་མོད་ལ་ཚེ་བརྗེས་ནས་ཐམས་ཅད་མཐོ་རིས་སུ་གཞོལ་བར་འགྱུར་ཞིང་ནམས་ཀྱང་སེམས་ཅན་དམྱལ་བར་གཞོལ་བར་མི་འགྱུར་རོ།
en: They will never fall into hell again. “

source: །ཡང་ན་གྲོ་ག་ལ་བྲིས་ནས་མཆོད་རྟེན་གྱི་ནང་དུ་བཅུག་པའི་གནས་དེར་རྐང་པ་གཉིས་པའམ། རྐང་པ་བཞི་པ་གང་དག་ཉེ་བར་འོངས་པ་དེ་དག་ཐམས་ཅད་གྲིབ་མ་ཕོག་པ་ཙམ་གྱིས་སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་ཅིང་ཐམས་ཅད་མཐོ་རིས་སུ་གཞོལ་བར་འགྱུར་རོ། །ཐ་ན་རི་དགས་དང་། བྱ་དང་། ཐ་ན་ལྡང་སྐོ་སྐ་དང་། ནེའུ་ལེ་དང་། སྡིག་པ་དང་།
en: Alternatively, if the vidyā holder writes the mantra on birch bark and places it inside a caitya, any two- or four-legged creatures that approach the caitya will have their evil and obscurations purified as soon as the shadow of the caitya falls upon them, and they will be set on the irreversible course to the heavenly realms.

source: སྦྲུལ་དང་། ཁྱི་དང་། རུས་སྦལ་དང་། ལག་འགྲོ་དང་། དཀྱིལ་འཁོར་དེ་ལ་གྲིབ་མ་བབ་པ་ཙམ་གྱིས་ཐམས་ཅད་ཀྱི་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་རྣམ་པར་དག་པར་འགྱུར་ཞིང་དེ་དག་ཐམས་ཅད་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་གཞོལ་བར་འགྱུར་རོ།
en: Even small animals and birds, down to grasshoppers, mongooses, scorpions, āśīviṣa snakes, dogs, tortoises, and serpents, will have all their karmic obscurations purified as soon as the shadow of the caitya falls upon them, and they will all be set on the course to the heavenly realms. “

source: །དུང་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ནས་གནས་མཐོན་པོར་བུས་ན་སེམས་ཅན་གང་དག་དུང་དེའི་སྒྲ་ཐོས་པ་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་དང་། རི་དགས་དང་། བྱ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་སུ་གཏོགས་པ་དེ་དག་ཐམས་ཅད་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་གཞོལ་བར་འགྱུར་རོ།
en: If the vidyā holder incants a conch with the mantra seven times and blows it from an elevated spot, all beings who hear the sound of the conch—women, men, boys, girls, beasts, and birds—will be destined for the heavenly realms.

source: །གང་དག་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་དང་། སེམས་ཅན་གང་དག་སྦྱིན་པ་ལ་དགའ་བ་དང་། གང་དག་བསྙེན་གནས་ལ་ཉེ་བར་གནས་པ་དང་། གང་དག་སྐྱབས་གསུམ་བཟུང་བ་དང་། གང་དག་བྱང་ཆུབ་སེམས་དཔའི་སྡོམ་པས་བསྡམས་པ་དེ་དག་ཀྱང་དུང་གི་སྒྲ་ཐོས་ནས་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཞིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འཐོབ་པར་འགྱུར་ལ།
en: When any beings who possess moral integrity, delight in munificence, observe ritual fasting, have taken the threefold refuge, or follow the conduct of a bodhisattva hear the sound of the conch, they will attain unsurpassable perfect awakening, from which there is no turning back.

source: ཚེ་བརྗེས་ནས་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་ཏེ། ཚེ་རབས་སུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།
en: When they leave their current existence and move on to another birth, they will be born in the realm of Sukhāvatī with the ability to remember their successive births. “

source: །ཙནྡན་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ནས་དགེ་འདུན་གྱི་ཀུན་དགའ་ར་བའམ། མཆོད་རྟེན་གྱི་འཁོར་སའམ། དགེ་འདུན་གྱི་ནང་ངམ། སྐྱེ་བོ་མང་པོའི་ནང་ངམ། རྒྱལ་པོའི་ཕོ་བྲང་དུ་བདུགས་ན་གང་དག་དེར་དྲི་མནམས་པའི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་སྐུ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: If the vidyā holder incants some sandalwood seven times with the mantra and burns it as incense in a Buddhist monastery, a monastery courtyard, amid a congregation of monks, in the midst of a great crowd of people, or in the royal household, all the people who smell the fragrance will fully develop the buddha body.

source: །ཆོས་གོས་ལ་བདུགས་ནས་གང་གི་ལུས་ལ་གྱོན་པ་དེའི་སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་འགྱུར་རོ།
en: If the vidyā holder censes a robe with the incanted sandalwood, the person whose body is wrapped with this robe will be purified of all evil and obscurations.

source: །ལུས་ལ་བབ་པ་ཙམ་གྱིས་དྲི་མ་དང་། སེར་སྣ་དང་། སྐྱོན་ཐམས་ཅད་སྤངས་པར་འགྱུར་རོ།
en: As soon the robe touches their body, all the defilements of envy and other negative traits will diminish.
